
//
// This header/message will appear when a "new" network interface has
// been detected.
//   %@ will take an interface name; Ethernet, USB Ethernet, USB Modem, etc..
//
"HEADER_1"   = "A new network interface has been detected.";
"MESSAGE_1" =  "The “%@” network interface has not been set up. To set up this interface, use Network Settings.";

//
// This header/message appear when multiple "new" network interfaces have
// been detected. A list of interfaces will be added between MESSAGE_SN
// and MESSAGE_EN.
//
"HEADER_N"   = "New network interfaces have been detected.";
"MESSAGE_SN" =  "The following network interfaces have not been set up.\n";
"MESSAGE_EN" =  "\r\nTo set up these interfaces, use Network Settings.";

"OPEN_NP"    = "Network Settings…";
"CANCEL"     = "Cancel";
